const jsonData = {
    "ゆめみ":{
        "企業理念":["企業理念の〇〇というところに共感できた", 3],
        "福利厚生":["学習教材の補助が出てて良い", 2],
        "年収":["年で400万",4],
        "昇給制度":["年に三回",4]
    },
    "三菱UFJ":{
        "企業理念":["企業理念の〇〇というところに共感できた", 3],
        "福利厚生":["学習教材の補助が出てて良い", 2],
        "年収":["年で400万",4],
        "昇給制度":["年に三回",4]
    },
    "日本大学":{
        "企業理念":["企業理念の〇〇というところに共感できた", 3],
        "福利厚生":["学習教材の補助が出てて良い", 2],
        "年収":["年で400万",4],
        "昇給制度":["年に三回",4]
    },
    "エイチアイ":{
        "企業理念":["企業理念の〇〇というところに共感できた", 3],
        "福利厚生":["学習教材の補助が出てて良い", 2],
        "年収":["年で400万",4],
        "昇給制度":["年に三回",4]
    }
}
export default jsonData;